@extends('frontend.layout.main')
@section('main-container')

<div class="container">

<h1 class="text-center text-danger mt-3 p-3">শর্তাবলী</h1>
<h5>
    স্বাগতম **মাদ্‌রাসা হেদায়াতুল উম্মাহ্‌ ঢাকা**-এর ওয়েবসাইটে। আমাদের ওয়েবসাইটে প্রবেশ করে বা এটি ব্যবহার করে, আপনি এই শর্তাবলীর সাথে সম্মত হচ্ছেন। দয়া করে সাবধানতার সাথে পড়ুন।  
</h5>
<h4>১. শর্তাবলী মেনে নেওয়া </h4>
<h5>
    এই ওয়েবসাইট ব্যবহার করে আপনি স্বীকার করছেন যে, আপনি এই শর্তাবলী পড়েছেন, বুঝেছেন এবং মেনে নিয়েছেন। যদি আপনি এই শর্তাবলীর সাথে একমত না হন, তবে দয়া করে ওয়েবসাইটটি ব্যবহার করবেন না।
</h5>
  <h4>২. ওয়েবসাইটের ব্যবহার </h4> 
<h5>
    - আপনি আইনসঙ্গত কাজের জন্য এই ওয়েবসাইট ব্যবহার করতে পারবেন।  
- অনুমতি ছাড়া আমাদের সিস্টেমে প্রবেশ, কনটেন্টের অপব্যবহার বা অন্য ব্যবহারকারীর কাজে বিঘ্ন ঘটানো নিষিদ্ধ।  
- এই ওয়েবসাইটে অশালীন, আপত্তিকর বা বিভ্রান্তিমূলক কনটেন্ট পোস্ট করা যাবে না।
</h5>

<h4>৩. বৌদ্ধিক সম্পত্তি  </h4>
<h5>
    - এই ওয়েবসাইটের সমস্ত কনটেন্ট (পাঠ্য, ছবি, লোগো ইত্যাদি) মাদ্‌রাসা হেদায়াতুল উম্মাহ ঢাকদ-এর মালিকানাধীন, যদি না অন্যভাবে উল্লেখ থাকে।  
- পূর্বানুমতি ছাড়া কনটেন্ট পুনরুৎপাদন, বিতরণ বা বাণিজ্যিকভাবে ব্যবহার করা যাবে না। 
</h5> 
<h4>
    ৪. গোপনীয়তা নীতি 
</h4> 
<h5>
    আমাদের **[<a href="{{ url('/privacy') }}">গোপনীয়তা নীতি</a> ]**-তে ব্যাখ্যা করা হয়েছে কীভাবে আমরা আপনার ব্যক্তিগত তথ্য সংগ্রহ, ব্যবহার এবং সুরক্ষিত করি। ওয়েবসাইট ব্যবহার করে, আপনি এই নীতির সাথে সম্মত হচ্ছেন।  
</h5>

<h4>৫. ব্যবহারকারীর অ্যাকাউন্ট এবং নিরাপত্তা </h4>
<h5>
    - আপনি যদি একটি অ্যাকাউন্ট খুলে থাকেন, তবে লগইন তথ্যের গোপনীয়তা বজায় রাখা আপনার দায়িত্ব।  
    - আপনার অ্যাকাউন্টের মাধ্যমে হওয়া যে কোনো কার্যক্রমের জন্য আপনি দায়বদ্ধ থাকবেন এবং কোনো অননুমোদিত ব্যবহার হলে আমাদের অবিলম্বে জানাবেন।     
</h5> 

<h4>৬. তৃতীয় পক্ষের লিঙ্ক</h4>
<h5>
    আমাদের ওয়েবসাইটে তৃতীয় পক্ষের ওয়েবসাইটের লিঙ্ক থাকতে পারে। আমরা এই সাইটগুলোর কনটেন্ট, নীতি বা কার্যকলাপের জন্য দায়ী নই। এগুলো আপনার নিজের ঝুঁকিতে ব্যবহার করবেন। 
</h5> 

<h4>৭. দায়বদ্ধতার সীমাবদ্ধতা </h4>
<h5>মাদ্‌রাসা হেদায়াতুল উম্মাহ ঢাকদ ওয়েবসাইট ব্যবহারে কোনো ক্ষতি বা অসুবিধা হলে আমরা কোনো ভাবেই দায়ী থাকব না।  </h5>
<h4>৮. শর্তাবলীর পরিবর্তন  </h4>
<h5>
    আমরা এই শর্তাবলী যেকোনো সময় পূর্বঘোষণা ছাড়াই পরিবর্তন করতে পারি। পরিবর্তনের পরে ওয়েবসাইট ব্যবহার করলে ধরে নেওয়া হবে যে আপনি নতুন শর্তাবলী মেনে নিয়েছেন। 
</h5> 
<h4>৯. আইন এবং বিচারব্যবস্থা</h4>
<h5>এই শর্তাবলী বাংলাদেশের আইনের অধীনে পরিচালিত হবে। শর্তাবলী বা ওয়েবসাইটের ব্যবহারের ফলে কোনো বিরোধ হলে, তা ঢাকা জেলার আদালতে নিষ্পত্তি হবে। 
</h5> 

<h3 class="text-center">যোগাযোগ</h3>  
<div class="text-center">
    <h6>যদি আপনার কোনো প্রশ্ন বা উদ্বেগ থাকে, তাহলে আমাদের সাথে যোগাযোগ করুন:</h6>  
<p class="text-center">**মাদ্‌রাসা হেদায়াতুল উম্মাহ্‌ ঢাকা**</p>  
<p class="text-center">[ <a href="{{ url('mailto:mhud1361bd@gmail.com') }}">mhud1361bd@gmail.com</a> ] </p> 
<p class="text-center">[ <a href="{{ url('tel:01921179455') }}">01921179455</a> ]</p>
</div>  
</div>


@endsection